[
{"type":"header","version":"5.2.3","comment":"Export to JSON plugin for phpMyAdmin"},
{"type":"database","name":"milerdev_wp4"},
{"type":"table","name":"c","database":"milerdev_wp4","data":
[
{"course_id":"155","display_name":"บวรวัฒน์ สุจริตมงคล","comment":":)","created_at":"2023-11-28 16:45:44","rating":"5"},
{"course_id":"155","display_name":"Weerapab","comment":"สำหรับผมเข้าใจเนื้อหาที่ได้เรียนครับสามารถกลับมาทบทวนได้เรื่อยๆครับ","created_at":"2024-05-20 19:46:54","rating":"5"},
{"course_id":"1829","display_name":"nackiz2001","comment":"จารย์โอมสอนดีมากครับ เริ่มจากไม่มีพื้นฐานอะไรเลย แต่เรียนเข้าใจง่าย เห็นภาพว่าจะนำไปใช้งานจริงยังไง ตัดสินใจไม่ผิดเลือกเรียนกับจารย์โอมครับ","created_at":"2024-07-31 11:09:22","rating":"5"},
{"course_id":"2111","display_name":"nackiz2001","comment":"ก่อนจารย์โอมจะอัปเดทคอร์สนี้ ผมแอบไปเรียนทั้งฟรีและเสียเงิน พอได้พื้นฐานมาอยู่บ้างแต่ก็ยังมีคำถามอยู่ดีว่าแล้วจะนำไปใช้ยังไง?? แต่พอมาเรียนกับจารย์โอม มันปลดล็อคเลยครับ ขอบคุณมาก ๆ ครับจารย์โอมที่ตั้งใจผลิตเนื้อหาการสอนที่เข้าใจง่ายแบบนี้ ผมเริ่มจากไม่พื้นฐานเลยลงคอร์สแรกไปคือ HTML Masterful จนตอนนี้ก็เรียนจบคอร์สนี้เรียบร้อย รู้สึกว่าการเขียนโปรแกรมไม่ใช่เรื่องยากเลยครับ เมื่อเทียบกับเมื่อก่อนที่ไม่เข้าใจมันและมองว่ามันยาก แนะนำครับใครที่กำลังตัดสินใจเลือกโค้ชที่จะพาเริ่มต้นเขียนเว็บแอพสำหรับมือใหม่","created_at":"2024-08-08 21:40:32","rating":"5"},
{"course_id":"3202","display_name":"ธนพงษ์ ทองแก้ว","comment":"เป็นคอร์สที่ดีครับ","created_at":"2025-05-31 17:15:52","rating":"5"},
{"course_id":"1829","display_name":"Watku-1967","comment":"จารย์โอมสอนดีมากครับ ก่อนหน้านี้ผมเคยอบรมคอร์สที่อื่นมา แต่เรียนแล้วไม่ค่อยเข้าใจ ต้องการทบทวนซ้ำ ตัดสินใจไม่ผิดเลือกเรียนกับจารย์โอมครับ   \r\nเป็นกำลังใจครับ ประทับใจคำขวัญจารย์โอม (Never stop learning) จะต่อยอดเรียนรู้และติดตามผลงานจารย์โอมต่อไป ขอบคุณมากครับ","created_at":"2025-06-03 12:28:03","rating":"5"},
{"course_id":"2111","display_name":"Watku-1967","comment":"ผมขอขอบคุณ“จารย์โอม” ตั้งใจผลิตเนื้อหาการสอนที่เข้าใจง่าย เริ่มคอร์ส HTML CSS Masterful ต่อ JavaScript Mastery ชอบที่”จารย์โอม” ให้ฝึกโจทย์ทำโปรเจคจริง ทำเสร็จ ส่งผลงานไปอวดเพื่อนๆทดสอบได้ด้วย ตอนนี้กำลังต่อคอร์สอัปเดท ReactJS Front-end Mastery ต่อของ”จารย์โอม”เลย ขอบคุณมากครับ","created_at":"2025-06-26 19:25:32","rating":"5"},
{"course_id":"3202","display_name":"Puchong Phiromiam","comment":"สอนดีมากครับ มีสอนเชื่อม database ไหมคับ","created_at":"2025-08-16 18:48:44","rating":"5"},
{"course_id":"1829","display_name":"Patihan","comment":"ผมเริ่มจาก 0 แบบไม่มีความรู้เลยนะครับ เรียนจบคอสนี้บอกเลยเขียนได้แน่นอนครับ บางอย่างยังไม่ค่อยเข้าใจ ผมก็แค่ฟังซ้ำแล้วก็ทำซ้ำๆ มาถึงตอนนี้ ถ้าจะเก่งด้านนี้มีวิธีเดียวเลยครับ คือฝึกเขียนฝึกทบทวนเยอะๆครับ ขอฝึกไปเรื่อยๆจนกว่าจะพร้อมไปเรียนจาวาสคริป แนะนำทุกคนให้เรียนครับ ขอบคุณครับ","created_at":"2025-09-23 14:49:30","rating":"5"},
{"course_id":"1829","display_name":"Fame","comment":"จาร์โอม สอนหมดเลยครับ ตั้งแต่พื้นฐานผมพึ่งเริ่มสนใจแล้วเรียนดูสุดยอดเลยครับ เขียนได้จริงไม่ได้ยากอย่างที่คิดไว้  ขอบคุณมากๆครับที่ทำให้ผมได้เริ่มต้นเรียนรู้สิ่งใหม่ๆ","created_at":"2025-10-27 20:54:14","rating":"5"},
{"course_id":"1829","display_name":"SmarK","comment":"ชอบ","created_at":"2025-12-09 17:39:58","rating":"5"}
]
}
]
